cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'librdkafka'
brew 'docker'
brew 'php@8.4'
brew 'php@8.5'
brew 'imagemagick'
brew 'wget'
brew 'libpq'

# Mobile development
brew 'cocoapods'
brew 'mas'

cask 'raycast'
cask 'whatsapp'
cask 'ngrok'
cask 'postman'

# Mobile development
cask 'android-studio'
cask 'temurin@17'